7zip
adobe-source-code-pro-fonts
alacritty
base
base-devel
bash-completion
chromium
cinnamon
clang
discord
dkms
dunst
efibootmgr
firefox
git
grim
htop
hyprland
hyprpaper
hyprshot
imv
intel-ucode
iwd
jdk-openjdk
lazygit
libc++
libva-nvidia-driver
linux
linux-firmware
linux-headers
llvm
man-db
nano
nemo
neovim
noto-fonts-emoji
nvidia-dkms
obs-studio
openssh
pavucontrol
polkit-kde-agent
pulseaudio
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
ranger
rofi
samba
sddm
slurp
smartmontools
steam
syncthing
torbrowser-launcher
ttf-gohu-nerd
unzip
vim
vlc
waybar
wget
wireless_tools
wl-clipboard
wofi
wpa_supplicant
wsdd
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zram-generator
