{
  "auto-session": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "jai.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "mini.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-glsl": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}
